{
    "index": {
        "text": {
        "es": "Desarrollador Web",
        "en": "Web Developer"
        },
        "buttons": {
        "about": {
            "es": "Acerca",
            "en": "About"
        },
        "skills": {
            "es": "Habilidades",
            "en": "Skills"
        },
        "work": {
            "es": "Trabajo",
            "en": "Work"
        },
        "training": {
            "es": "Formación",
            "en": "Training"
        }
        },
        "content": {
        "welcome": {
            "es": "¡Bienvenido!",
            "en": "Welcome!"
        },
        "description": {
            "es": "¡Soy Christopher, desarrollador JavaScript!",
            "en": "I´m Christopher, JavaScript Developer"
        },
        "download_cv": {
            "es": "Descargar CV",
            "en": "Download CV"
        }
        }
    },
    "about": {
        "content": {
        "description": {
            "es": "Soy desarrollador web con 2 años de experiencia en el Front End, especializado en JavaScript, también uso frameworks y librerías. Tengo experiencia contruyendo paginas web desde cero con CSS puro y con pre-procesadores como SASS y LESS, utlizo sus frameworks como Boostrap y Tailwind. Puedo crear prototipos con herramientas de diseño como Figma. Mi formación base inició en la escuela de Desarrollo Web de Platzi y al día de hoy me mantengo actualizado y aprendiendo nuevas herramientas tecnológicas, aplico el lema 'NUNCA PARAR DE APRENDER' para tener conocimientos mas específicos de manera autodidacta. La programación me enseñó que todos los días nos encontramos con problemas, realizar un buen análisis, crear estrategias adecuadas, generan resultados de alta calidad.",
            "en": "I'm a web developer with 2 years of experience in the Front End, specialized in JavaScript, I also use frameworks and libraries. I have experience building web pages from scratch with pure CSS and with preprocessors like SASS and LESS, I use their frameworks like Boostrap and Tailwind. I can create prototypes with design tools like Figma. My basic training started at the Platzi Web Development school and to this day I keep myself updated and learning new technological tools, I apply the motto 'NEVER STOP LEARNING' to have more specific knowledge in a self-taught way. Programming taught me that every day we encounter problems, making a good analysis, creating suitable strategies, generate high-quality results."
        }
        }
    },
    "skills": {
        "content": {
        "description": {
            "es": "He desarrollado mis habilidades con las siguientes tecnologías.",
            "en": "I have developed my skills with the following technologies."
        }
        }
    },
    "work": {
        "content": {
        "description": {
            "es": "Conoce algunos de los proyectos que he construido desde cero",
            "en": "Learn about some of the projects I have built from scratch"
        }
        }
    },
    "training": {
        "content": {
        "description": {
            "es": "Diplomas de cursos en los que he actualizado mis habilidades",
            "en": "Diplomas from courses in which I have updated my skills"
        }
        }
    }
}
  